name = "andria"
age = 14
# print(name + "best")


#კომენტარი ("#") რა არის? თარჯიმანი ყველაფერს განმარტავს იმავე სტრიქონზე, რომელიც მოდის ამ სიმბოლოს შემდეგ, როგორც კომენტარი და უგულებელყოფს მას. ერთი ხაზის კომენტარებს შეუძლიათ დაამატონ სწრაფი შენიშვნები ან განმარტებები კოდთან დაკავშირებით.

#debugging რა არის? debugging არის ნებისმიერი პროგრამული უზრუნველყოფის საწყის კოდში შეცდომის ან შეცდომების აღმოჩენისა და გამოსწორების პროცესი.

# name = "vano"
#  surname = motiashvili
# height = 1 86
# print(name + surname - height)

# "motiasvshvili" არის stringer'ი, და stringer'ს ჭირდება " ". "1 86" რომ აწერია უნდა იყოს "1.86" იმიტომ რომ რიცხვი არის და წერტილის გარეშე ვერ დაიჭერება. "surname - height" არასწორე არის, "surname + height" უნდა იყოს თუ გვინდა მივამატოთ.